Repository: admiral0/switchablegraphics
Catalog: i18n/*.po
Languages: it

source: Enable Automatic Switch
it: Abilita cambio automatico

source: Enable switch on low battery
it: Abilita cambio a livelli bassi di batteria

source: Enable Status Icon
it: Abilita Icona di stato

source: Enable Notifications
it: Abilita notifiche

source: Info
it: Informazioni

source: Off
it: Spento

source: On
it: Acceso

source: Powered
it: In uso

source: Performing Switch
it: Cambio in corso

source: Switching GPU to discrete card
it: Cambio alla scheda video discreta

source: Switching GPU to integrated card
it: Cambio alla scheda video integrata

source: Logout is requested
it: È richiesto un logout

source: Switchable Graphics
it: Schede grafiche commutabili

source: Used
it: In uso

source: Logout is required to finish switching card
it: È richiesto un logout per effettuare il cambio

source: Switched card with success
it: Cambio effettuato

source: Cannot switch card. Look at the logs for the error.
it: Impossibile cambiare scheda grafica

source: Switch Card
it: Cambia Scheda Grafica

source: Cancel Switch
it: Annulla cambio
